const userName = "Nazar";
console.log(userName);

let userAge = 29;
userAge = 30;
console.log(userAge);

// Вихідний код:
let a = 5
let b = 10
let c = 15
let d = 20

// Заміни вирази зі стандартними математичними операторами на комбінований оператор присвоєння з додаванням, відніманням, множенням і діленням:
// Значення змінної a дорівнюватиме 7 - використовуй оператор +=
// Значення змінної b дорівнюватиме 6 - використовуй  оператор -=
// Значення змінної c дорівнюватиме 45 - використовуй оператор *=
// Значення змінної d дорівнюватиме 2 - використовуй оператор /=

// a = a + 2;
a += 2;
console.log(a);
// b = b - 4;
b -= 4;
console.log(b);
// c = c * 3;
c *= 3;
console.log(c);
// d = d / 10;
d /= 10;
console.log(d);
const f = 2 ** 4;
console.log(f);

let y = 3;
y = y + 1;
y += 1;
y ++ ;
y--; 
