const userName = "Olena";
console.log(userName);

const userAge = 33;
console.log(userAge);

// Вихідний код:
let a = 5;
let b = 10;
let c = 15;
let d = 20;

// Заміни вирази зі стандартними математичними операторами на комбінований оператор присвоєння з додаванням, відніманням, множенням і діленням:
// Значення змінної a дорівнюватиме 7 - використовуй оператор +=
// Значення змінної b дорівнюватиме 6 - використовуй  оператор -=
// Значення змінної c дорівнюватиме 45 - використовуй оператор *=
// Значення змінної d дорівнюватиме 2 - використовуй оператор /=

// a = a + 2;
// console.log(a);

// a += 2;
// console.log(a);

// b = b + 4;
// console.log(b);

// b += 4;
// console.log(b);

// c = c * 3;
// console.log(c);

// c *= 3;
// console.log(c);

// let y = 3;
// y = y + 1;
// y += 1;
// y++;
// y--;
